Repository: levinli303/astroweather-localization
Catalog: iOS/en/Shared/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans, zh_hant

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_BLACK
source: Artificial / Natural Sky Brightness: < 0.01 Sky Brightness: 22.00 – 21.99 mags / sq arcsec Theoretically darkest sky limited by air glow and starlight.
zh_hans: 人工/自然天空亮度: < 0.01 天空亮度: 22.00 – 21.99 星等/平方角秒 理论上最暗的天空受空气辉光和星光限制。
zh_hant: 人工/自然天空亮度: < 0.01 天空亮度: 22.00 – 21.99 星等/平方角秒 理論上最暗的天空受空氣輝光和星光限制。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_BLUE
source: Artificial / Natural Sky Brightness: 0.19 – 0.33 Sky Brightness: 21.81 – 21.69 mags / sq arcsec The sky is crowded with stars, extending to the horizon in all directions. In the absence of haze the M.W. can be seen to the horizon. Clouds appear as black silhouettes against the sky. Stars look large and close. Low light domes (10 to 15 degrees) on horizon. M33 easy with averted vision. M15 is naked eye. Milky way shows bulge into Ophiuchus. Limiting magnitude 6.6 to 7.0.
zh_hans: 人工/自然天空亮度: 0.19 – 0.33 天空亮度: 21.81 – 21.69 星等/平方角秒 天空布满了星星，延伸到所有方向的地平线。在没有雾霾的情况下，银河可以一直看到地平线。云朵在天空中呈黑色轮廓。星星看起来很大且很近。地平线上有低光穹（10到15度）。使用侧视可轻松看到M33。M15肉眼可见。银河在蛇夫座显示出隆起。极限星等为6.6到7.0。
zh_hant: 人工/自然天空亮度: 0.19 – 0.33 天空亮度: 21.81 – 21.69 星等/平方角秒 天空佈滿了星星，延伸到所有方向的地平線。在沒有霧霾的情況下，銀河可以一直看到地平線。雲朵在天空中呈黑色輪廓。星星看起來很大且很近。地平線上有低光穹（10到15度）。使用側視可輕鬆看到M33。M15肉眼可見。銀河在蛇夫座顯示出隆起。極限星等為6.6到7.0。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_DARK_BLUE
source: Artificial / Natural Sky Brightness: 0.11 – 0.19 Sky Brightness: 21.89 – 21.81 mags / sq arcsec
zh_hans: 人工/自然天空亮度: 0.11 – 0.19 天空亮度: 21.89 – 21.81 星等/平方角秒
zh_hant: 人工/自然天空亮度: 0.11 – 0.19 天空亮度: 21.89 – 21.81 星等/平方角秒

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_DARK_GRAY
source: Artificial / Natural Sky Brightness: 0.01 – 0.06 Sky Brightness: 21.99 – 21.93 mags / sq arcsec Gegenschein visible. Zodiacal light annoyingly bright. Rising Milky Way confuses some into thinking it's dawn. Limiting magnitude 7.6 to 8.0 for people with exceptional vision. Users of large Dobsonian telescopes are very happy.
zh_hans: 人工/自然天空亮度: 0.01 – 0.06 天空亮度: 21.99 – 21.93 星等/平方角秒 对日照可见。黄道光非常明亮。升起的银河让一些人误以为是黎明。对拥有卓越视力的人来说，极限星等为7.6到8.0。使用大型多布森望远镜的用户非常满意。
zh_hant: 人工/自然天空亮度: 0.01 – 0.06 天空亮度: 21.99 – 21.93 星等/平方角秒 對日照可見。黃道光非常明亮。升起的銀河讓一些人誤以為是黎明。對擁有卓越視力的人來說，極限星等為7.6到8.0。使用大型多布森望遠鏡的使用者非常滿意。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_DARK_GREEN
source: Artificial / Natural Sky Brightness: 0.33 – 0.58 Sky Brightness: 21.69 – 21.51 mags / sq arcsec A glow in the direction of one or more cities is seen on the horizon. Clouds are bright near the city glow.
zh_hans: 人工/自然天空亮度: 0.33 – 0.58 天空亮度: 21.69 – 21.51 星等/平方角秒 可以看到一个或多个城市方向的辉光。云朵在城市辉光附近明亮。
zh_hant: 人工/自然天空亮度: 0.33 – 0.58 天空亮度: 21.69 – 21.51 星等/平方角秒 可以看到一個或多個城市方向的輝光。雲朵在城市輝光附近明亮。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_DARK_ORANGE
source: Artificial / Natural Sky Brightness: 3.00 – 5.20 Sky Brightness: 20.49 – 20.02 mags / sq arcsec To a city dweller the M.W. is magnificent, but contrast is markedly reduced, and delicate detail is lost. Limiting magnitude is noticeably reduced. Clouds are bright against the zenith sky. Stars no longer appear large and near. Milky Way washed out at zenith and invisible at horizon. Many light domes. Clouds are brighter than sky. M31 easily visible. Limiting magnitude about 5.6 to 5.9.
zh_hans: 人工/自然天空亮度: 3.00 – 5.20 天空亮度: 20.49 – 20.02 星等/平方角秒 对城市居民来说，银河非常壮观，但对比度明显降低，精细细节消失。极限星等显著降低。云朵在天顶的天空中明亮。星星不再看起来又大又近。天顶的银河被冲刷掉，在地平线处不可见。许多光穹。云朵比天空更亮。M31容易可见。极限星等约为5.6到5.9。
zh_hant: 人工/自然天空亮度: 3.00 – 5.20 天空亮度: 20.49 – 20.02 星等/平方角秒 對城市居民來說，銀河非常壯觀，但對比度明顯降低，精細細節消失。極限星等顯著降低。雲朵在天頂的天空中明亮。星星不再看起來又大又近。天頂的銀河被沖刷掉，在地平線處不可見。許多光穹。雲朵比天空更亮。M31容易可見。極限星等約為5.6到5.9。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_DARK_RED
source: Artificial / Natural Sky Brightness: 9.00 – 15.59 Sky Brightness: 19.50 – 18.95 mags / sq arcsec M.W. is marginally visible, and only near the zenith. Sky is bright and discolored near the horizon in the direction of cities. The sky looks dull grey. Milky Way at best very faint at zenith. M31 difficult and indistinct. Sky is grey up to 35 degrees. Limiting magnitude 5.0 to 5.5.
zh_hans: 人工/自然天空亮度: 9.00 – 15.59 天空亮度: 19.50 – 18.95 星等/平方角秒 银河仅在天顶处勉强可见。天空在城市方向的地平线附近变得明亮且变色。天空看起来暗淡灰色。天顶处的银河最多非常微弱。M31难以辨认且不清晰。天空灰色延伸到35度。极限星等为5.0到5.5。
zh_hant: 人工/自然天空亮度: 9.00 – 15.59 天空亮度: 19.50 – 18.95 星等/平方角秒 銀河僅在天頂處勉強可見。天空在城市方向的地平線附近變得明亮且變色。天空看起來暗淡灰色。天頂處的銀河最多非常微弱。M31難以辨認且不清晰。天空灰色延伸到35度。極限星等為5.0到5.5。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_DARK_YELLOW
source: Artificial / Natural Sky Brightness: 1.00 – 1.73 Sky Brightness: 21.25 – 20.91 mags / sq arcsec The M.W. is brilliant overhead but cannot be seen near the horizon. Clouds have a greyish glow at the zenith and appear bright in the direction of one or more prominent city glows. Some dark lanes in Milky Way but no bulge into Ophiuchus. Washed out Milky Way visible near horizon. Zodiacal light very rare. Light domes up to 45 degrees. Limiting magnitude about 5.9 to 6.2.
zh_hans: 人工/自然天空亮度: 1.00 – 1.73 天空亮度: 21.25 – 20.91 星等/平方角秒 银河在天顶上非常明亮，但在地平线附近看不见。云朵在天顶有灰色辉光，并在一个或多个显著城市辉光的方向上变亮。银河中有一些暗带，但在蛇夫座没有隆起。在地平线附近可见的银河被冲刷掉。黄道光非常罕见。光穹高达45度。极限星等约为5.9到6.2。
zh_hant: 人工/自然天空亮度: 1.00 – 1.73 天空亮度: 21.25 – 20.91 星等/平方角秒 銀河在天頂上非常明亮，但在地平線附近看不見。雲朵在天頂有灰色輝光，並在一個或多個顯著城市輝光的方向上變亮。銀河中有一些暗帶，但在蛇夫座沒有隆起。在地平線附近可見的銀河被沖刷掉。黃道光非常罕見。光穹高達45度。極限星等約為5.9到6.2。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_GRAY
source: Artificial / Natural Sky Brightness: 0.06 – 0.11 Sky Brightness: 21.93 – 21.89 mags / sq arcsec Faint shadows cast by Milky Way visible on white objects. Clouds are black holes in the sky. No light domes. The Milky Way has faint extensions making it 50 degrees thick. Limiting magnitude 7.1 to 7.5.
zh_hans: 人工/自然天空亮度: 0.06 – 0.11 天空亮度: 21.93 – 21.89 星等/平方角秒 银河在白色物体上投下微弱的阴影。云朵在天空中像黑洞一样。没有光穹。银河的微弱延伸使其厚度达到50度。极限星等为7.1到7.5。
zh_hant: 人工/自然天空亮度: 0.06 – 0.11 天空亮度: 21.93 – 21.89 星等/平方角秒 銀河在白色物體上投下微弱的陰影。雲朵在天空中像黑洞一樣。沒有光穹。銀河的微弱延伸使其厚度達到50度。極限星等為7.1到7.5。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_GREEN
source: Artificial / Natural Sky Brightness: 0.58 – 1.00 Sky Brightness: 21.51 – 21.25 mags / sq arcsec Zodiacal light seen on best nights. Milky Way shows much dark lane structure with beginnings of faint bulge into Ophiuchus. M33 difficult even when above 50 degrees. Limiting magnitude about 6.2 to 6.5.
zh_hans: 人工/自然天空亮度: 0.58 – 1.00 天空亮度: 21.51 – 21.25 星等/平方角秒 在最好的夜晚可以看到黄道光。银河显示出许多暗带结构，并开始在蛇夫座出现微弱的隆起。即使在50度以上，M33也难以看到。极限星等约为6.2到6.5。
zh_hant: 人工/自然天空亮度: 0.58 – 1.00 天空亮度: 21.51 – 21.25 星等/平方角秒 在最好的夜晚可以看到黃道光。銀河顯示出許多暗帶結構，並開始在蛇夫座出現微弱的隆起。即使在50度以上，M33也難以看到。極限星等約為6.2到6.5。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_LIGHT_GRAY
source: Artificial / Natural Sky Brightness: 27.00 – 46.77 Sky Brightness: 18.38 – 17.80 mags / sq arcsec Entire sky is grayish or brighter. Familiar constellations are missing stars. Fainter constellations are absent. Less than 20 stars visible over 30 degrees elevation in brighter areas. Limiting magnitude from 3 to 4. CCD imaging is still possible. But telescopic visual observation is usually limited to the moon, planets, double stars and variable stars.
zh_hans: 人工/自然天空亮度: 27.00 – 46.77 天空亮度: 18.38 – 17.80 星等/平方角秒 整个天空呈灰色或更亮。熟悉的星座缺少星星。较暗的星座消失。亮度超过30度的区域中，超过20颗星星可见。极限星等为3到4。CCD成像仍然可行。但通常限于观测月球、行星、双星和变星。
zh_hant: 人工/自然天空亮度: 27.00 – 46.77 天空亮度: 18.38 – 17.80 星等/平方角秒 整個天空呈灰色或更亮。熟悉的星座缺少星星。較暗的星座消失。亮度超過30度的區域中，超過20顆星星可見。極限星等為3到4。CCD成像仍然可行。但通常限於觀測月球、行星、雙星和變星。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_ORANGE
source: Artificial / Natural Sky Brightness: 5.20 – 9.00 Sky Brightness: 20.02 – 19.50 mags / sq arcsec
zh_hans: 人工/自然天空亮度: 5.20 – 9.00 天空亮度: 20.02 – 19.50 星等/平方角秒
zh_hant: 人工/自然天空亮度: 5.20 – 9.00 天空亮度: 20.02 – 19.50 星等/平方角秒

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_RED
source: Artificial / Natural Sky Brightness: 15.59 – 27.00 Sky Brightness: 18.95 – 18.38 mags / sq arcsec
zh_hans: 人工/自然天空亮度: 15.59 – 27.00 天空亮度: 18.95 – 18.38 星等/平方角秒
zh_hant: 人工/自然天空亮度: 15.59 – 27.00 天空亮度: 18.95 – 18.38 星等/平方角秒

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_WHITE
source: Artificial / Natural Sky Brightness: > 46.77 Sky Brightness: < 17.80 mags / sq arcsec Stars are weak and washed out, and reduced to a few hundred. The sky is bright and discolored everywhere. Most people don't look up.
zh_hans: 人工/自然天空亮度: > 46.77 天空亮度: < 17.80 星等/平方角秒 星星微弱且模糊，减少到几百颗。整个天空明亮且变色。大多数人不会抬头看。
zh_hant: 人工/自然天空亮度: > 46.77 天空亮度: < 17.80 星等/平方角秒 星星微弱且模糊，減少到幾百顆。整個天空明亮且變色。大多數人不會抬頭看。

# TEACHING_CARD_LIGHT_POLLUTION_TITLE_YELLOW
source: Artificial / Natural Sky Brightness: 1.73 – 3.00 Sky Brightness: 20.91 – 20.49 mags / sq arcsec
zh_hans: 人工/自然天空亮度: 1.73 – 3.00 天空亮度: 20.91 – 20.49 星等/平方角秒
zh_hant: 人工/自然天空亮度: 1.73 – 3.00 天空亮度: 20.91 – 20.49 星等/平方角秒

source: WeChat
zh_hans: 微信

# WIDGET_NEEDS_LOCATION_REFRESH
source: Open Astroweather to update current location.
zh_hans: 打开晴天钟更新当前位置信息。
zh_hant: 開啟晴天鍾更新當前位置資訊。
